const gameData = [
    {
      "Название": "Dota2",
      "Жанр": "Moba",
      "Издатель": "Valve",
      "Разработчик": "Valve",
      "Год релиза": 2013,
      "Количество проданных копий": 5000000
    },
    {
      "Название": "Pubg",
      "Жанр": "action",
      "Издатель": "Krafton",
      "Разработчик": "PlayerUnknown’s",
      "Год релиза": 2018,
      "Количество проданных копий": 7000000
    },
    {
      "Название": "The witcher",
      "Жанр": "RPG",
      "Издатель": "CD project red",
      "Разработчик": "CD project red",
      "Год релиза": 2007,
      "Количество проданных копий": 10000000
    },
    {
      "Название": "The witcher 2",
      "Жанр": "RPG",
      "Издатель": "CD project red",
      "Разработчик": "CD project red",
      "Год релиза": 2012,
      "Количество проданных копий": 12000000
    },
    {
      "Название": "The witcher 3",
      "Жанр": "RPG",
      "Издатель": "CD project red",
      "Разработчик": "CD project red",
      "Год релиза": 2015,
      "Количество проданных копий": 35000000
    },
    {
      "Название": "Doom",
      "Жанр": "FPS",
      "Издатель": "Betchesda",
      "Разработчик": "ID software",
      "Год релиза": 2016,
      "Количество проданных копий": 1300000
    },
    {
      "Название": "Elden Ring",
      "Жанр": "Souls'like",
      "Издатель": "BondaiNamko",
      "Разработчик": "FromSoftware",
      "Год релиза": 2022,
      "Количество проданных копий": 25000000
    },
    {
      "Название": "Grand Theft Auto V",
      "Жанр": "Action-Adventure",
      "Издатель": "Rockstar Games",
      "Разработчик": "Rockstar North",
      "Год релиза": 2013,
      "Количество проданных копий": 185000000
    },
    {
      "Название": "Minecraft",
      "Жанр": "Sandbox",
      "Издатель": "Mojang",
      "Разработчик": "Mojang",
      "Год релиза": 2011,
      "Количество проданных копий": 240000000
    },
    {
      "Название": "The Legend of Zelda: Breath of the Wild",
      "Жанр": "Action-Adventure",
      "Издатель": "Nintendo",
      "Разработчик": "Nintendo",
      "Год релиза": 2017,
      "Количество проданных копий": 32000000
    },
    {
      "Название": "Red Dead Redemption 2",
      "Жанр": "Action-Adventure",
      "Издатель": "Rockstar Games",
      "Разработчик": "Rockstar Studios",
      "Год релиза": 2018,
      "Количество проданных копий": 55000000
    },
    {
      "Название": "Super Mario Odyssey",
      "Жанр": "Platformer",
      "Издатель": "Nintendo",
      "Разработчик": "Nintendo",
      "Год релиза": 2017,
      "Количество проданных копий": 25000000
    },
    {
      "Название": "Cyberpunk 2077",
      "Жанр": "RPG",
      "Издатель": "CD Projekt",
      "Разработчик": "CD Projekt Red",
      "Год релиза": 2020,
      "Количество проданных копий": 25000000
    },
    {
      "Название": "Call of Duty: Modern Warfare",
      "Жанр": "FPS",
      "Издатель": "Activision",
      "Разработчик": "Infinity Ward",
      "Год релиза": 2019,
      "Количество проданных копий": 30000000
    },
    {
      "Название": "FIFA 21",
      "Жанр": "Sports",
      "Издатель": "EA Sports",
      "Разработчик": "EA Vancouver",
      "Год релиза": 2020,
      "Количество проданных копий": 31000000
    },
    {
      "Название": "Animal Crossing: New Horizons",
      "Жанр": "Life Simulation",
      "Издатель": "Nintendo",
      "Разработчик": "Nintendo",
      "Год релиза": 2020,
      "Количество проданных копий": 42000000
    },
    {
      "Название": "Fortnite",
      "Жанр": "Battle Royale",
      "Издатель": "Epic Games",
      "Разработчик": "Epic Games",
      "Год релиза": 2017,
      "Количество проданных копий": 350000000
    },
    {
      "Название": "The Elder Scrolls V: Skyrim",
      "Жанр": "RPG",
      "Издатель": "Bethesda",
      "Разработчик": "Bethesda Game Studios",
      "Год релиза": 2011,
      "Количество проданных копий": 30000000
    },
    {
      "Название": "Halo 5: Guardians",
      "Жанр": "FPS",
      "Издатель": "Microsoft Studios",
      "Разработчик": "343 Industries",
      "Год релиза": 2015,
      "Количество проданных копий": 5000000
    },
    {
      "Название": "League of Legends",
      "Жанр": "MOBA",
      "Издатель": "Riot Games",
      "Разработчик": "Riot Games",
      "Год релиза": 2009,
      "Количество проданных копий": 115000000
    },
    {
      "Название": "World of Warcraft",
      "Жанр": "MMORPG",
      "Издатель": "Blizzard Entertainment",
      "Разработчик": "Blizzard Entertainment",
      "Год релиза": 2004,
      "Количество проданных копий": 120000000
    },
    {
      "Название": "The Sims 4",
      "Жанр": "Life Simulation",
      "Издатель": "Electronic Arts",
      "Разработчик": "Maxis",
      "Год релиза": 2014,
      "Количество проданных копий": 40000000
    },
    {
      "Название": "Overwatch",
      "Жанр": "FPS",
      "Издатель": "Blizzard Entertainment",
      "Разработчик": "Blizzard Entertainment",
      "Год релиза": 2016,
      "Количество проданных копий": 50000000
    },
    {
      "Название": "Valorant",
      "Жанр": "FPS",
      "Издатель": "Riot Games",
      "Разработчик": "Riot Games",
      "Год релиза": 2020,
      "Количество проданных копий": 14000000
    },
    {
      "Название": "Pokémon Sword and Shield",
      "Жанр": "RPG",
      "Издатель": "Nintendo",
      "Разработчик": "Game Freak",
      "Год релиза": 2019,
      "Количество проданных копий": 26000000
    },
    {
      "Название": "Horizon Zero Dawn",
      "Жанр": "Action RPG",
      "Издатель": "Sony Interactive Entertainment",
      "Разработчик": "Guerrilla Games",
      "Год релиза": 2017,
      "Количество проданных копий": 20000000
    },
    {
      "Название": "Ghost of Tsushima",
      "Жанр": "Action-Adventure",
      "Издатель": "Sony Interactive Entertainment",
      "Разработчик": "Sucker Punch Productions",
      "Год релиза": 2020,
      "Количество проданных копий": 9000000
    },
    {
      "Название": "Doom Eternal",
      "Жанр": "FPS",
      "Издатель": "Bethesda",
      "Разработчик": "id Software",
      "Год релиза": 2020,
      "Количество проданных копий": 5000000
    },
    {
      "Название": "The Last of Us Part II",
      "Жанр": "Action-Adventure",
      "Издатель": "Sony Interactive Entertainment",
      "Разработчик": "Naughty Dog",
      "Год релиза": 2020,
      "Количество проданных копий": 10000000
    },
    {
      "Название": "The Last of Us",
      "Жанр": "Action-Adventure",
      "Издатель": "Sony Interactive Entertainment",
      "Разработчик": "Naughty Dog",
      "Год релиза": 2013,
      "Количество проданных копий": 17000000
    },
    {
      "Название": "Assassin's Creed Valhalla",
      "Жанр": "Action RPG",
      "Издатель": "Ubisoft",
      "Разработчик": "Ubisoft Montreal",
      "Год релиза": 2020,
      "Количество проданных копий": 20000000
    },
    {
      "Название": "Star Wars Jedi: Fallen Order",
      "Жанр": "Action-Adventure",
      "Издатель": "Electronic Arts",
      "Разработчик": "Respawn Entertainment",
      "Год релиза": 2019,
      "Количество проданных копий": 10000000
    },
    {
      "Название": "Persona 5",
      "Жанр": "RPG",
      "Издатель": "Atlus",
      "Разработчик": "P-Studio",
      "Год релиза": 2016,
      "Количество проданных копий": 5000000
    },
    {
      "Название": "Far Cry 5",
      "Жанр": "FPS",
      "Издатель": "Ubisoft",
      "Разработчик": "Ubisoft Montreal",
      "Год релиза": 2018,
      "Количество проданных копий": 25000000
    },
    {
      "Название": "The Division 2",
      "Жанр": "Action RPG",
      "Издатель": "Ubisoft",
      "Разработчик": "Ubisoft Massive",
      "Год релиза": 2019,
      "Количество проданных копий": 10000000
    },
    {
      "Название": "Control",
      "Жанр": "Action-Adventure",
      "Издатель": "505 Games",
      "Разработчик": "Remedy Entertainment",
      "Год релиза": 2019,
      "Количество проданных копий": 2000000
    },
    {
      "Название": "Death Stranding",
      "Жанр": "Action",
      "Издатель": "Sony Interactive Entertainment",
      "Разработчик": "Kojima Productions",
      "Год релиза": 2019,
      "Количество проданных копий": 5000000
    },
    {
      "Название": "Resident Evil Village",
      "Жанр": "Horror",
      "Издатель": "Capcom",
      "Разработчик": "Capcom",
      "Год релиза": 2021,
      "Количество проданных копий": 8000000
    },
    {
      "Название": "Genshin Impact",
      "Жанр": "Action RPG",
      "Издатель": "miHoYo",
      "Разработчик": "miHoYo",
      "Год релиза": 2020,
      "Количество проданных копий": 70000000
    },
    {
      "Название": "Apex Legends",
      "Жанр": "Battle Royale",
      "Издатель": "Electronic Arts",
      "Разработчик": "Respawn Entertainment",
      "Год релиза": 2019,
      "Количество проданных копий": 100000000
    },
    {
      "Название": "Rocket League",
      "Жанр": "Sports",
      "Издатель": "Psyonix",
      "Разработчик": "Psyonix",
      "Год релиза": 2015,
      "Количество проданных копий": 60000000
    },
    {
      "Название": "Monster Hunter: World",
      "Жанр": "Action RPG",
      "Издатель": "Capcom",
      "Разработчик": "Capcom",
      "Год релиза": 2018,
      "Количество проданных копий": 23000000
    },
    {
      "Название": "God of War",
      "Жанр": "Action-Adventure",
      "Издатель": "Sony Interactive Entertainment",
      "Разработчик": "SIE Santa Monica Studio",
      "Год релиза": 2018,
      "Количество проданных копий": 23000000
    },
    {
      "Название": "Among Us",
      "Жанр": "Party",
      "Издатель": "Innersloth",
      "Разработчик": "Innersloth",
      "Год релиза": 2018,
      "Количество проданных копий": 500000000
    },
    {
      "Название": "The Outer Worlds",
      "Жанр": "RPG",
      "Издатель": "Private Division",
      "Разработчик": "Obsidian Entertainment",
      "Год релиза": 2019,
      "Количество проданных копий": 4000000
    },
    {
      "Название": "Final Fantasy VII Remake",
      "Жанр": "RPG",
      "Издатель": "Square Enix",
      "Разработчик": "Square Enix",
      "Год релиза": 2020,
      "Количество проданных копий": 5000000
    },
    {
      "Название": "Sekiro: Shadows Die Twice",
      "Жанр": "Action-Adventure",
      "Издатель": "Activision",
      "Разработчик": "FromSoftware",
      "Год релиза": 2019,
      "Количество проданных копий": 8000000
    },
    {
      "Название": "Hades",
      "Жанр": "Roguelike",
      "Издатель": "Supergiant Games",
      "Разработчик": "Supergiant Games",
      "Год релиза": 2020,
      "Количество проданных копий": 1000000
    },
    {
      "Название": "Nier: Automata",
      "Жанр": "Action RPG",
      "Издатель": "Square Enix",
      "Разработчик": "PlatinumGames",
      "Год релиза": 2017,
      "Количество проданных копий": 7000000
    },
    {
      "Название": "Demon's Souls",
      "Жанр": "Action RPG",
      "Издатель": "Sony Interactive Entertainment",
      "Разработчик": "Bluepoint Games",
      "Год релиза": 2020,
      "Количество проданных копий": 1500000
    },
    {
      "Название": "Ghostrunner",
      "Жанр": "Action",
      "Издатель": "505 Games",
      "Разработчик": "One More Level",
      "Год релиза": 2020,
      "Количество проданных копий": 600000
    }
  ];
  export default gameData;