import Image1 from './images/Image_1.jpg';
import Image2 from './images/Image_2.jpg';
import Image3 from './images/Image_3.jpg';
import Image4 from './images/Image_4.jpg';
import Image5 from './images/Image_5.jpg';
import Image6 from './images/image_6.jpg';
import Image7 from './images/Image_7.jpg';
import Image8 from './images/Image_8.jpg';
import Image9 from './images/Image_9.jpg';
import Image10 from './images/Image_10.jpg';

const structures = [
    {
        img: Image1,
        title: "Stalker", 
        description: [
            `S.T.A.L.K.E.R. — серия игр, разработанная украинской компанией GSC Game World. Создана в жанре шутера от первого лица и survival horror с элементами ролевой игры и action-adventure.`,
            `События игр разворачиваются в наше время, в альтернативном мире на территории Украины, в Чернобыльской зоне отчуждения. Согласно сюжету серии, в 2006 году зона подверглась неожиданному аномальному воздействию (Выбросу), в результате которого физические, химические и биологические процессы на данной территории изменились. Появилось множество аномалий, артефактов и мутантов. В идеях игры можно увидеть влияние повести братьев Стругацких «Пикник на обочине» и снятого по ней фильма Андрея Тарковского «Сталкер»[2].`
        ],
    },   
    {
        img: Image2,
        title: "Crisys", 
        description: [
            `Crysis — компьютерная игра в жанре шутера от первого лица, разработанная немецкой компанией Crytek и изданная Electronic Arts. Первая игра одноимённой серии из трилогии[6][7]. Crysis был выпущен 13 ноября 2007 года в Северной Америке, 15 ноября в Австралии, 16 ноября в Европе, 23 ноября в Новой Зеландии и 29 ноября в Японии[8][9] для персональных компьютеров под управлением Windows. 18 сентября 2008 года, почти через год после выпуска, Crysis стал доступен для скачивания через интернет-сервис цифровой дистрибуции Steam.`,
            `События Crysis развиваются в вымышленном будущем, в 2020 году, когда на острове около побережья Китая был обнаружен древний инопланетный космический корабль[14]. Однопользовательская кампания предлагает игроку сыграть роль бойца спецотряда United States Delta Force Джейка Данна (англ. Jake Dunn) с позывным Кочевник (англ. Nomad). В распоряжении Номада различное футуристическое оружие и снаряжение, среди которого особую роль играет нанокостюм (англ. Nano Muscle Suit). В Crysis игрок борется с военными северокорейской армии и инопланетными врагами в четырёх различных локациях: в джунглях тропического острова, внутри «Ледяной сферы» (состоящей из тех самых джунглей, только замороженных), непосредственно внутри космического корабля (на котором царит невесомость) и на американском авианосце[15]. Игровой движок Crysis, CryEngine 2, использует API DirectX 10 для рендеринга графики и включает игровой редактор уровней Sandbox 2, который использовала Crytek для создания игры`
        ]
    },
    {
        img: Image3, 
        title: "StarCrafr 2", 
        description: [
            `StarCraft (от англ. star craft — буквально «звёздное ремесло»; иногда переводится как «звёздное искусство») — компьютерная игра в жанре стратегии в реальном времени, разработанная и выпущенная компанией Blizzard Entertainment в 1998 году. 30 ноября того же года было выпущено дополнение — «StarCraft: Brood War», добавившее в игру новых игровых юнитов и продолжившее сюжет оригинала. `,	 
            `Действие игры начинается в 2499 году в секторе Копрулу, когда терраны сталкиваются с неизвестными доселе враждебными существами — зергами. При этом Конфедерация, доминирующее в секторе государство терранов, отказывает в помощи мирным жителям одной из своих планет, Мар-Сары, эвакуируя лишь войска. Тогда инициативу по защите планеты берет в свои руки её новоназначенный магистрат (в его роли выступает игрок) и местный шериф Джеймс Рейнор.`
        ]
    },
    {
        img: Image4,
        title: 'Assasins Creed',
        description: [
            `Assassin’s Creed (с англ. — «Кредо ассасина») — медиафраншиза компании Ubisoft, основанная на серии компьютерных игр. Первая игра вышла в 2007 году, последняя — Assassin’s Creed Shadows, вышла 20 марта 2025 года. Большинство частей франшизы являются играми в жанре приключенческого боевика с открытым миром, где особое внимание уделяется скрытому перемещению и паркуру.`,
            `Действие игр серии Assassin’s Creed происходит в разные эпохи в истории человечества и в разных странах, на фоне различных исторических событий, таких как Третий крестовый поход или Великая французская революция, с добавлением тем научной фантастики, мифологии и криптоистории. Игры серии основаны на Ассасинах из Ирана. Объединяющий сюжет, затрагивающий в том числе и XXI век, рассказывает о многовековой тайной борьбе двух организаций — тамплиеров и ассасинов. Согласно отчёту, опубликованному Ubisoft в сентябре 2016 года, совокупные продажи игр серии Assassin’s Creed составили более 100 миллионов копий[1]. В 2025 году Ubisoft объявила о реструктуризации и в партнёрстве с Tencent создала новую дочернюю компанию, которая будет заниматься развитием франшизы`
        ] 
    },
    {
        img: Image5,
        title: "Ghost Recon",  
        description: [
             `На подъезде к железнодорожной станции Инта 1, кроме величественных вершин Урала, бросается в глаза металлическая вышка-мачта высотой 462,8 метра. 
             Она больше чем знаменитая Эйфелева башня, но меньше на 77 метров, чем телевизионная Останкинская в Москве. Антенна навигационной системы «Чайка» предназначена 
             для определения координат самолётов и кораблей с погрешностью 50–100 метров. Вышка-мачта находится на территории действующей военной части.`,
            `По конструкции это классическая GP антенна. Длинна волны передачи - приёма кратна высоте. Планировалось, чтотакие антенны должны были быть построены в нескольких 
             точках по Полярному кругу.`
        ]
    },
    {
        img: Image6,
        title: "Wither",  
        description: [
            `Арка в Сент-Луисе, также известная под именем «Врата на запад» — мемориал, являющийся частью Джефферсоновского национального экспансиального мемориала, а также визитной карточкой Сент-Луиса, штат Миссури, США.`,
            `Арка была спроектирована финско-американским архитектором Ээро Саариненом в 1947 году. Её высота 192 метра в самой высокой точке, ширина её основания также 192 метра. 
            Таким образом арка является самым высоким памятником на территории США. Её строительство началось 12 февраля 1963 года и было закончено 28 октября 1965 года. Памятник открылся для посетителей 24 июля 1967 года.`
        ]
    },
    {
        img: Image7,
        title: 'Mortal Kombat',
        description: [
            `553.3-метровая телевизионная башня. Была самым высоким свободно стоящим сооружением в мире с 1976 по 2007 год, до сих пор остаётся
             таковым в Западном полушарии. Является символом Торонто. На высоте 447 м находится астрономическая обсерватория.`, 
            `Земляные работы для сооружения железобетонной конструкции с последующим натяжением арматуры весом 130 000т начались 12 февраля 1973 г.,
             а уже 2 апреля 1975 г. возведение башни было завершено.`  
        ] 
    },
    {
        img: Image8,
        title: 'Cyberpunk',
        description: [
            `Телевизионная башня в районе Сумида самая высокая среди телебашен мира. Высота телебашни вместе с антенной составляет 634 метра.
             Высота башни была выбрана так, чтобы цифры: 6 (на старом японском «му»), 3 («са»), 4 («си») были созвучны «Мусаси» — названию исторической области, 
             где находится современный Токио.`,
            `Здание напоминает пятиярусную пагоду, что хорошо сочетается с историческим районом Асакуса на другом берегу реки. 
             Основание башни напоминает штатив; с высоты примерно 350 м она имеет цилиндрическую форму, позволяющую наслаждаться панорамными видами реки и города.`
        ]
    },
    {
        img: Image10,
        title: 'DOTA 2, издатель - Valve, разработчик - Valve',
        description: [
            `Продано - множество копий так как игра бесплатна Многопользовательская командная pc игра в жанре MOBA, разработанная и изданная корпорацией Valve. Игра = числовое продолжение DotA, изображает сражение на карте особого вида;в каждом матче участвуют две команды по пять игроков, управляющих разными героями - персонажами с различными наборами способностей и характеристиками. Для победы в матче команда должна уничтожить особый объект - «крепость», вражеской стороны, и защитить от уничтожения собственную «крепость».`
        ]
    },
    {
        img: Image9,
        title: 'Nier: Automata, Издатель - Square Enix, разработчик - Platinum Games',
        description: [
            `Продажи - 7 млн. копий Nier: Automata — компьютерная игра в жанре Action/RPG с открытым миром, разработанная японской студией Platinum Games и выпущенная компанией Square Enix для Microsoft Windows и PlayStation 4 в 2017 году. В последующие годы игра была портирована на Xbox One и Nintendo Switch. Действие Automata происходит в том же постапокалиптическом мире, что и в Nier (2010), но тысячи лет спустя, на фоне прокси-войны между человечеством и инопланетными захватчиками, в которой с обеих сторон сражаются роботы. Герои игры, девушка-воин 2B, её спутник 9S и беглый прототип A2, — неотличимые от людей андроиды; им противостоят «машины» разных форм и размеров.`
        ]  
    },
 
];

export default structures;